{
  "entries": [
    {
      "created": "Mon, 10 May 2021  15:55",
      "text": "Denizens of a wondrous and fertile land, the pandaren once labored under the oppressive thumb of a monstrous race of ancient warlords known as the mogu. Through tenacity, diplomacy, and a unique form of unarmed combat, the pandaren staged a successful revolution that deposed the mogu and established a pandaren empire that would prosper for thousands of years.\n\nOne of the most famous such wanderers was the brewmaster Chen Stormstout, who set out looking for exotic ingredients for his special ale and wound up an integral part of the founding of the Horde.\n\nDuring the bleak days that preceded the sundering of the world, when demons flooded onto Azeroth and threw the entirety of the mortal realm into jeopardy, the last Emperor of the pandaren discovered a way to protect his land from the devastation. His deal with fate shrouded his land within an impenetrable mist for ten thousand years, but the nature of his transaction has left Pandaria haunted ever since. Now, while some pandaren align themselves with the Horde and others with the Alliance, they all venture out to heal the world beyond their homeland.",
      "timestamp": "2021-05-10T14:55:15.017Z",
      "id": 16
    },
    {
      "created": "Mon, 10 May 2021  16:15",
      "text": "Long ago, amid a brutal war between the night elves and the demonic satyrs in Kalimdor, a group of druids practiced the ability to transform into a powerful yet unwieldy form that embodied the fury of the wolf Ancient, Goldrinn. Taught by Ralaar Fangfire, these Druids of the Pack sought to use the Scythe of Elune, a mystical artifact, to temper the uncontrollable rage inherent in their chosen form.\n\n\nRather than abate the druids’ fury, however, the Scythe transformed Ralaar and his followers into worgen: bestial humanoids enslaved by their own primal instincts.\n\nRalaar’s druids tore through friend and foe alike. Night elves wounded by the beasts contracted a virulent curse that turned them into worgen as well. Desperate to staunch the affliction’s spread, Archdruid Malfurion Stormrage banished the worgen to a part of the Emerald Dream—Azeroth’s spirit world—where they would be in peaceful slumber for all eternity.\n\nThe worgen threat was contained for millennia, until Archmage Arugal pulled the wolf-beasts from the Dream. Summoned by order of King Genn Greymane, the worgen battled Scourge forces encroaching on the kingdom of Gilneas. Yet the feral creatures soon spread their curse throughout the human population, infecting Gilnean soldiers stationed beyond the Greymane Wall.\n\nThe night elves, feeling responsible for the creation of the curse and the destruction it caused, agreed to help the Gilneans. With the Scythe of Elune, the night elves could not permanently cure the affliction, but managed to teach the Gilneans how to control their curse; shapeshifting at will from human to worgen, and back again. Now, these self-disciplined worgen have rejoined the Alliance as powerful allies, prepared to fight to keep their humanity and their place in society.",
      "timestamp": "2021-05-10T15:15:56.850Z",
      "id": 17
    },
    {
      "created": "Mon, 10 May 2021  16:50",
      "text": "test",
      "timestamp": "2021-05-10T15:50:20.249Z",
      "id": 18
    }
  ]
}