{
  "entries": [
    {
      "created": "Mon, 10 May 2021  15:55",
      "text": "Denizens of a wondrous and fertile land, the pandaren once labored under the oppressive thumb of a monstrous race of ancient warlords known as the mogu. Through tenacity, diplomacy, and a unique form of unarmed combat, the pandaren staged a successful revolution that deposed the mogu and established a pandaren empire that would prosper for thousands of years.\n\nHonorable and filled with a love of good company, good food--and every now and then, a good friendly brawl--the pandaren have been content to live in seclusion, allowing their culture to flourish and thrive away from the influence of the outside world. However, every now and then, a pandaren is born with a thirst for adventure that rivals his or her thirst for a strong drink, and he or she strikes out to explore beyond Pandaria’s shores.\n\nOne of the most famous such wanderers was the brewmaster Chen Stormstout, who set out looking for exotic ingredients for his special ale and wound up an integral part of the founding of the Horde.",
      "timestamp": "2021-05-10T14:55:15.017Z",
      "id": 16
    },
    {
      "created": "Mon, 10 May 2021  19:25",
      "text": "The Legion’s emergence had forever changed night elven society. Under the leadership of Tyrande Whisperwind and Malfurion Stormrage, they cultivated a peaceful civilization, and shunned the use of arcane magic, which had attracted the Legion to Azeroth.\n\nBut the night elves’ tranquility was shattered anew when the Legion and its terrifying undead Scourge launched a new invasion of Azeroth in the modern times--a conflict known as the Third War. The Night Elves fought alongside the Horde and Alliance to defeat the Legion, but their victory was only made possible through an explosion that damaged the blessed World Tree, which had long granted the night elves immortality and protection from aging and disease.\n\nAgainst Malfurion’s warnings, renegade druids created a new World Tree in hopes of restoring the night elves’ immortality. But this new World Tree eventually became tainted by a dark malady called the Emerald Nightmare, which the night elves were able to combat with Malfurion’s aid.\n\nAlthough the night elves still struggle to cope with the loss of immortality, the fate of Azeroth rests on their resilience and willingness to aid other races.",
      "timestamp": "2021-05-10T18:25:40.994Z",
      "id": 17
    },
    {
      "created": "Wed, 12 May 2021  10:48",
      "text": "test entry",
      "timestamp": "2021-05-12T09:48:41.972Z",
      "id": 18
    },
    {
      "created": "Wed, 12 May 2021  15:11",
      "text": "<p>hello, this is <em>a test</em> with the integrated <strong>editor</strong></p>\n<p><strong>next line!</strong></p>",
      "timestamp": "2021-05-12T14:11:38.222Z",
      "id": 19
    }
  ]
}